{
    "rarePlants": [
      {
        "common_name": "Anthurium Clarinarvium",
        "latin_name": "Anthurium Clarinarvium",
        "plant_desc": "leaves are dark green, heart-shaped and quite thick with a velvety texture which has white veins forming an interesting pattern. The leaves can grow around 30 cm long. Anthurium Clarinervium is native to the southern part of Mexico, and it grows naturally as an epiphyte. It is a must-have plant for houseplant collectors.",
        "care_level": "Moderate",
        "care_directions": "Can be grown indoors or outside in a protected area so as to protect the leaves from wind damage. If grown inside, it should be misted at least once daily to provide the humidity it likes. I've been feeding it every month half-strength with Jack's 20/20/20 and have the first bloom coming now. Potted it in a mix of Orchid Bark, extra chunky perlite with a little potting soil mixed in. It needs excellent drainage, so take care to make sure your mix allows water to drain through.",
        "url_photo": "https://res.cloudinary.com/duqsjdo0j/image/upload/v1574729389/PlantyToWishFor/anthurium_clarinarvium.jpg",
        "price_level": "2"
      },
      {
        "common_name": "Monstera Albo",
        "latin_name": "Monstera Deliciousa 'Variegata'",
        "plant_desc": "The Swiss cheese plant needs extra space within a home as it grows fairly tall when it matures. This climbing shrub is an ideal plant for a conservatory or for large rooms. Sturdy support is essential. If your aim is to grow a tall plant with large leaves, you must care for the ariel roots by either pushing them into compost or use a moss stick. The Variegated Monstera is a beautiful rare form, perfect for low light situations, this cultivar of Monstera deliciosa has leaves up to 3’ wide with large holes.",
        "care_level": "Hard",
        "care_directions": "Temperatures between 65-80ºF (18-27ºC) are ideal. Lower than 65ºF (18Cº) will slow down this plants growth and below 50ºF (10ºC) will stop growth. A fairly bright room or bright with plenty of shade is best. Direct sunlight will damage the leaves and not enough light can slow growth down. A peat based potting soil mix with perlite or sand is ideal. Soil that drains well is needed.",
        "url_photo": "https://res.cloudinary.com/duqsjdo0j/image/upload/v1574729390/PlantyToWishFor/monster_albo.png",
        "price_level": "4"
      },
      {
        "common_name": "Black Gold Philodendron",
        "latin_name": "Philodendron Melanochrysum",
        "plant_desc": "Black Gold is a spectacular vining philodendron that when mature produces 2’ long leaves of iridescent black-green with pale green veins. A native of the tropical Americas, its juvenile form creeps along the jungle floor and has small 2-4” round leaves. ",
        "care_level": "Easy",
        "care_directions": "Once it begins to climb a tree or other vertical object, the leaves increase in size and come into their full glory. This philodendron needs 4-5’ of vertical growing space to develop into its mature form. Black Gold Philodendron prefers to be grown in warm temperatures and indirect lighting near a window. We are shipping plants in the juvenile form.",
        "url_photo": "https://res.cloudinary.com/duqsjdo0j/image/upload/v1574729389/PlantyToWishFor/philodendron_melanochrysum.jpg",
        "price_level": "3"
      },
      {
        "common_name": "Philodendron Gloriosum",
        "latin_name": "Philodendron Gloriosum",
        "plant_desc": "This plant is just as it’s name says GLORIOUS! It is native to Colombia have large heart shaped leaves with pink margins, and pale green, white, or pinkish veins. The leaves can reach up to 36 inches in the wild but will stay more reserved in a home environment.",
        "care_level": "Easy",
        "care_directions": "Shade to partial shade, temp. 45 to 95 degrees, 3 to 6 feet tall, allow getting slightly dry between watering",
        "url_photo": "https://res.cloudinary.com/duqsjdo0j/image/upload/v1574729389/PlantyToWishFor/philodendron_gloriosum.jpg",
        "price_level": "2"
      },
      {
        "common_name": "Philodendron Verrucosum",
        "latin_name": "Philodendron Verrucosum",
        "plant_desc": "This is an exotic Ecuadorian species. The velvety foliage is deep green with light green veining. This plant will toterate low to medium light. Low to medium light. This vine will need a pole to support it as it climbs. The leaf petioles are covered with course hairs.",
        "care_level": "Easy",
        "care_directions": "shade, temp 55 to 95 degrees, climb 6 to 8 feet tall, allow to get slightly dry between watering.",
        "url_photo": "https://res.cloudinary.com/duqsjdo0j/image/upload/v1574729389/PlantyToWishFor/philodendron_verrucosum.jpg",
        "price_level": "4"
      },
      {
        "common_name": "Spiritus Sancti",
        "latin_name": "Philodendron Melanochrysum",
        "plant_desc": "This is the rarest of the rare. It is found only in Brazil in the state of Espirito Santo near the town of Domingos Martins. It is said that there are only 5 or 6 plants left in the wild and most living plants are in private collections. ",
        "care_level": "Easy",
        "care_directions": "Provide high-humidity, bright-indirect light, and a moss pole to climb. Water sparingly and pot it in aroid soil mix",
        "url_photo": "https://res.cloudinary.com/duqsjdo0j/image/upload/v1574729389/PlantyToWishFor/philodendron_spiritusSancti.jpg",
        "price_level": "4"
      }
    ]
  }